content/posts/understand-twitter.md
+++
title = "The initial challenge: understand how Twitter works."
author = ["André Rodrigues"]
summary = "As a millennial, can I understand how Twitter works? --  Well, it should be easy, since the largest age group (more than 38%) is between 25 - 34 years old. Sure, most people can use it. Yet do they understand it? **I remember the first time someone told me about Twitter.** It was sometime around 2008. I did not grasp the notion that 140 characters could be enough to convey an exciting idea."
date = 2021-07-18
tags = ["Twitter", "science-education", "social-media"]
categories = ["twitter", "machine-learning"]
draft = false
weight = 2001
comments = true
+++

> As a millennial, can I understand how Twitter works? --  Well, it should be easy, since the largest age group ([more than 38%](https://www.statista.com/statistics/283119/age-distribution-of-global-twitter-users/)) is between 25 - 34 years old. Sure, most people can use it. Yet do they understand it?


## My relation with social media. {#my-relation-with-social-media-dot}

**I remember the first time someone told me about Twitter.** It was sometime around 2008. I did not grasp the notion that 140 characters could be enough to convey an exciting idea. I was too devoted to blogging culture, with long and deep reflections. At least in my romantic construction of what I was doing with my blog posts. As you may already notice, I was wrong. Despite the extension to 280 characters limit, the reality of social media communication could not be far from my initial prediction. Look at what we have today with Memes.

I am more than two years out of Facebook. I could not be happier with my decision to unplug from there. I was using the platform as a news feed, which I solved by moving back to RSS feeds. Then I moved to Instagram and got involved with street photography for a while. Well, the global pandemic killed that hobby. And here I am, trying to understand how Twitter works.


## The limits of unlimited internet publishing. {#the-limits-of-unlimited-internet-publishing-dot}

Back in 2006, I participated in a project for undergrad and grad students in the Institute of Physics. The project aimed at developing an electronic publication for articles written by students about Art and Science. A couple of times, I heard the Professor claiming that now with the unlimited space provides by the internet, the articles could dodge the limitations imposed by the traditional paper publishers. Thus we start to fill the publication with long pieces. Of course, he is a literature enthusiast and so much of an internet expert. The vision that now we could publish long and reflexive articles without worrying about the publisher's limitations does not seem to echo anything in social media today. On the contrary, Twitter, Tik Tok, and Memes show that social media embraces short, direct, and expressive communication.

Although the compact forms of communication turned out to be dominant on the internet, especially in social media, the idea of self and independent publishing is still something quite real these days. Today it is easier than ever to self-publish and start conversations. For most folks, it was something unthinkable twenty years ago. I know, I know. It is naive to think that self-publication means readership and visibility. And I am not arguing that the internet does not impose any constraints on public conversations. But, it is hard to deny the plurality of voices and ideas that make up social media. The topic of social media censorship deserves its own post.


## My focus is on conversations about Science. It is not so much on Scientific dissemination. {#my-focus-is-on-conversations-about-science-dot-it-is-not-so-much-on-scientific-dissemination-dot}

As I come from a different land and time from which Twitter reins, it is easy to see why the first challenge in the Twitter analysis is to understand how Twitter works. Here I am not talking about the basic mechanics, features, and resources available. I am talking about human behavior and communication on social media. **What are people doing, and what do they seek to achieve with social media?**

> A fly on the wall!

I see this task of Twitter analysis as sitting a whole day in a bar or bus stop and listening to what people are saying and discussing Science. Maybe in the so-called real world, this type of observation and listening would hardly inform something relevant about the circulation of scientific knowledge. It may be unlike to find Science in ordinary conversations. Well, the current pandemic, masks use, and vaccines might prove me wrong on that too.


## Event-driven activity: the case of the 'black hole photograph' in 2019 {#event-driven-activity-the-case-of-the-black-hole-photograph-in-2019}

Although my main interest evolved around Climate Change, I accepted the idea of starting with a topic easier to manage. Besides its scientific aspect, Climate Change is an inflamed topic in some countries. It should be hard to start from a complex topic that engages several agents with very different goals.

The _['black hole photography'](https://www.space.com/first-black-hole-photo-by-event-horizon-telescope.html)_ case can provide a good example with limits and minor political disputes -- at least on the surface. It can showcase some epistemological layers on what people think about experimentation and the meaning of photography in Science.

There are at least two layers for this epistemological discussion. Firstly the implicit assertion on what is real or not in Science. In most cases, the photography of something in scientific news gives the public the feeling that _'this thing is real.'_ It gives the impression of outstanding scientific achievement since now we can see with our own eyes. Secondly, we live in an image-driven era. And social media is a crucial space for elaboration and communication through images. It is easy to comment and share photographs compared with other types of scientific news. Images are critical artifacts to examine social media communication today.

Of course, there are much more aspects to examine. In this case, the scientist is under the spotlight, which raises issues on people's vision on scientific practice and scientists.

_It is just the beginning._
